Repository: netweiser/fontawesomeplus
Catalog: Resources/Private/Language/*.locallang_*_module.xlf
Languages: de

# extconf.pathToPython
source: Path to your Python script
de: Pfad zu Python

# mlang_labels_tablabel
source: Extend Font Awesome with your SVG Icons
de: Erweitert Fon Awesome um eigene SVG Vectorgrafiken

# mlang_labels_tabdescr
source: Extend Font Awesome with your SVG Icons
de: Erweitert Fon Awesome um eigene SVG Vectorgrafiken

# record.newFont
source: Create new Font Record
de: Neuen Schriftartdatensatz erstellen

# record.testPythonModules
source: Test Python Environment
de: Python testen

# actions.edit
source: Edit Font. Add Icons
de: Schrift bearbeiten. Icons hinzufügen

# actions.viewIcons
source: View Icons of this Font
de: Zeige alle neuen Icons

# actions.create
source: Create Font
de: Erstelle Schriftart

# actions.deleteZip
source: delete ZIP file
de: Lösche ZIP Datei

# actions.downloadZip
source: download ZIP file
de: lade ZIP Datei herunter

# actions.viewZip
source: Show created Archives of this Font
de: Zeige alle erstellten Archive

# showFont.header
source: Fonts
de: Schriftarten

# showFont.actions
source: Actions
de: Aktionen

# showFont.title
source: Title
de: Titel

# showFont.lastEdit
source: last Edit
de: letzte Bearbeitung

# showFont.description
source: Description
de: Beschreibung

# showFont.destination
source: Destination (relative to fileadmin/)
de: Zielverzeichnis (relativ zu fileadmin/)

# showFont.addedIconsHeader
source: added Icons to Font
de: hinzugefügte Icons zur Schriftart

# showFont.createdZipfiles
source: created ZIP Files
de: erstellte Zip Dateien

# showSingleFont.actions
source: Actions
de: Aktionen

# showSingleFont.image
source: Image
de: Bilddatei

# showSingleFont.classname
source: Classname
de: name der CSS Klasse

# showSingleFont.usagebefore
source: Usage
de: Benutzung

# showSingleFont.zipfilename
source: Filename
de: Dateiname

# showSingleFont.noZip
source: There are no ZIP Files available
de: Es sind keine Zip Dateien verfügbar

# error.creatingFont.body
source: something went wrong. See Feedback from Script:
de: es ist etwas schiefgegangen. Eventuell hilft dir das weiter:

# error.creatingFont.title
source: Error!
de: Fehler

# ok.creatingFont.body
source: Your new iconfont is created. Please visit the destination in your filesystem.
de: Die neue Schriftart wurde erstellt. Bitte schauen Sie in das angegebene Verzeichnis

# ok.creatingFont.title
source: Success!
de: Erfolg!

# error.noFont.body
source: You have selected a page where there is no font record. Please select another page or create one
de: Es wurde eine Seite ohne Schriftdatensatz ausgewählt. Bitte wählen Sie eine andere Seite oder erstellen eine Schriftart

# error.noFont.title
source: No Font in selected page!
de: Keine Schriftart in ausgewählter Seite

# error.pythonVersion.body
source: Python is not available. Please contact your Systemadministrator or change the path in Extensionmanager
de: Python steht nicht zur Verfügung. Bitte wenden Sie sich an Ihren Systemadministrator oder korrigieren Sie den Pfad im Extensionmanager

# error.pythonModuleFontforge.body
source: The Module is not available. Please contact your Systemadministrator or install the module yourself
de: Das Modul steht nicht zur Verfügung. Bitte wenden Sie sich an Ihren Systemadministrator oder installen es selbst

# ok.pythonModuleJson.body
source: The Module is available!
de: Das Modul steht zur Verfügung!

# error.pythonModuleJson.body
source: The Module is not available. Please contact your Systemadministrator.
de: Das Modul steht nicht zur Verfügung. Bitte wenden Sie sich an Ihren Systemadministrator

# ok.deleteZip.body
source: The File has been successfully deleted!
de: Die Datei wurde erfolgreich gelöscht!

# error.deleteZip.body
source: There has been an error deleting that file!
de: Es gab einen Fehler beim Löschen der Datei!

# message.deleteZip.title
source: Deletion of ZIP file
de: Löschen der Zip Datei
